<template lang="">

    <div class="mb-5">

        <div class="workorder-item pb-4 ps-8">
            1 {{ $t('етап')}}
            <h3>{{ $t('ЗАЯВКА')}}</h3>
            {{ $t('Ви можете залишити заявку через сайт, або зателефонувати за телефоном, вказаним у розділі «Контакти».')}}
        </div>
        <div class="workorder-item pb-4 ps-8">
            2 {{ $t('етап')}}
            <h3>{{ $t('ПОПЕРЕДНІЙ РОЗРАХУНОК')}}</h3>
            {{ $t('Наші експерти проведуть аналіз поданої інформації та нададуть попередню оцінку вартості та термінів виконання робіт. Звертайтесь до нас для отримання професійного й швидкого розрахунку.')}}
        </div>
        <div class="workorder-item pb-4 ps-8">
            3 {{ $t('етап')}}
            <h3>{{ $t('ЗАМІРИ')}}</h3>
            {{ $t('Ми проведемо всі необхідні вимірювання на місці та надамо детальний звіт. Зверніться до нас для точних і надійних замірів, які стануть основою вашого успішного проєкту.')}}
        </div>
        <div class="workorder-item pb-4 ps-8">
            4 {{ $t('етап')}}
            <h3>{{ $t('ПРОЕКТУВАННЯ')}}</h3>
            {{ $t('За необхідністю виконаємо попередне проектування для більш складних металоконструкцій. Наші фахівці працюють над кожним проєктом з уважністю до деталей і врахуванням всіх ваших побажань. Забезпечуємо якісні інженерні рішення, що відповідають сучасним стандартам.')}}
        </div>
        <div class="workorder-item pb-4 ps-8">
            5 {{ $t('етап')}}
            <h3>{{ $t('ПОГОДЖЕННЯ')}}</h3>
            {{ $t('Ми плідно співпрацюємо з замовником для забезпечення відповідності всіх деталей проєкту вашим вимогам. Проводиться ретельний аналіз і перевірка кожного етапу, обговорюються можливі корективи та пропозиції для оптимального результату. Тільки після вашого підтвердження ми переходимо до наступних етапів реалізації, гарантувавши повну прозорість та відповідність всіх робіт вашим очікуванням.')}}
        </div>
        <div class="workorder-item pb-4 ps-8">
            6 {{ $t('етап')}}
            <h3>{{ $t('ВИКОНАННЯ')}}</h3>
            {{ $t('На етапі виконання робіт наші майстри реалізують узгоджений проект відповідно до затвердженого плану. Усі роботи виконуються з дотриманням встановлених стандартів якості та безпеки. Регулярний контроль та корегування процесів забезпечують найкращий результат. Ми інформуємо вас про хід робіт на кожному етапі, забезпечуючи повну прозорість та своєчасне завершення вашого проекту.')}}
        </div>

    </div>

    <div class="text-center">
        <button class="action-button bold-2" data-bs-toggle="modal" data-bs-target="#staticBackdrop">{{ $t('Розрахувати')}}</button>
    </div>

</template>

<script>
    export default {
        
    }
</script>

<style lang="scss">
    .workorder-item {
        background-image: url('/img/workorder_background.png');
        background-repeat:repeat-y;
    }
</style>